Repository: Rupeshkaadyan/Tether
Catalog: Tether/Localizable.xcstrings
Source language: en
Languages: es, hi

source: %@ REPLIED
es: %@ respondió
hi: %@ ने जवाब दिया

source: %@ asked for quiet
es: %@ pidió tranquilidad
hi: %@ ने शांत रहने को कहा

source: %@ had a hard day. One line from you might land.
es: %@ tuvo un día difícil. Una línea tuya puede ayudar.
hi: %@ का दिन कठिन रहा। आपकी एक पंक्ति काम आ सकती है।

source: %@ sent you something
es: %@ te envió algo
hi: %@ ने आपको कुछ भेजा

source: %@ will see that you asked for quiet — not why you stopped. No reminders for either of you until it ends.
es: %@ verá que pediste tranquilidad, no por qué paraste. Sin recordatorios para ninguno hasta que termine.
hi: %@ देखेंगे कि आपने शांत रहने को कहा — यह नहीं कि आप क्यों रुके। खत्म होने तक किसी को याद नहीं दिलाया जाएगा।

source: %@'s picture
es: Foto de %@
hi: %@ की तस्वीर

# %@s at %@
source: %1$@s at %2$@
es: %@s a las %@
hi: %@ को %@ पर

# %lld %@ in the jar
source: %1$lld %2$@ in the jar
es: %lld %@ en el frasco
hi: जार में %lld %@

# %lld day%@ logged
source: %1$lld day%2$@ logged
es: %lld día%@ registrado
hi: %lld दिन%@ दर्ज

# %lld day%@ of showing up together.
source: %1$lld day%2$@ of showing up together.
es: %lld día%@ de estar presentes.
hi: साथ आने के %lld दिन%@।

source: %lld days
es: %lld días
hi: %lld दिन

source: %lld days left.
es: Faltan %lld días.
hi: %lld दिन बाकी।

source: %lld days left. Nothing is expected until then.
es: Faltan %lld días. Hasta entonces no se espera nada.
hi: %lld दिन बाकी। तब तक कुछ अपेक्षित नहीं।

source: %lld free messages left this month.
es: Te quedan %lld mensajes gratis este mes.
hi: इस महीने %lld मुफ़्त संदेश बाकी हैं।

# %lld of %lld
source: %1$lld of %2$lld
es: %lld de %lld
hi: %lld में से %lld

# %lld of %lld done
source: %1$lld of %2$lld done
es: %lld de %lld listos
hi: %lld में से %lld पूरे

# %lld of %lld milestones
source: %1$lld of %2$lld milestones
es: %lld de %lld hitos
hi: %lld में से %lld पड़ाव

source: %lld questions, written to be answered honestly in one sentence.
es: %lld preguntas, escritas para responderse con honestidad en una frase.
hi: %lld प्रश्न, ईमानदारी से एक वाक्य में उत्तर देने के लिए लिखे गए।

source: %lld shared · %lld private
es: %lld compartidas · %lld privadas
hi: %lld साझा · %lld निजी

source: %lld to go.
es: Faltan %lld.
hi: %lld बाकी।

source: %lld yours
es: %lld tuyas
hi: %lld आपके

source: 1 Strained → 5 Thriving
es: 1 Tensionado → 5 Floreciendo
hi: 1 तनावपूर्ण → 5 फल-फूल रहा

source: 14 days
es: 14 días
hi: 14 दिन

source: 30 days
es: 30 días
hi: 30 दिन

source: 6-digit code
es: código de 6 dígitos
hi: 6 अंकों का कोड

source: 7 days
es: 7 días
hi: 7 दिन

source: 7-day connection challenge
es: reto de conexión de 7 días
hi: 7 दिन की जुड़ाव चुनौती

source: A HARD DAY
es: UN DÍA DIFÍCIL
hi: कठिन दिन

source: A coach, not a therapist
es: Una guía, no un terapeuta
hi: एक मार्गदर्शक, चिकित्सक नहीं

source: A day at a time. Past entries will appear here as you go.
es: Un día a la vez. Las entradas anteriores aparecerán aquí según avances.
hi: एक-एक दिन। पुरानी प्रविष्टियाँ जैसे-जैसे आप लिखेंगे यहाँ दिखेंगी।

source: A deeper connection.
es: Una conexión más profunda.
hi: एक गहरा जुड़ाव।

source: A line is enough.
es: Una línea basta.
hi: एक पंक्ति काफ़ी है।

source: A look back
es: Una mirada atrás
hi: एक नज़र पीछे

source: A pause
es: Una pausa
hi: एक विराम

source: A place, not a setting. Pick whichever you would want to sit in.
es: Un lugar, no un ajuste. Elige aquel en el que querrías sentarte.
hi: एक जगह, कोई सेटिंग नहीं। जहाँ आप बैठना चाहें वह चुनें।

source: A place, not a setting. Pick whichever you would want to sit in. This changes the whole app.
es: Un lugar, no un ajuste. Elige aquel en el que querrías sentarte. Esto cambia toda la app.
hi: एक जगह, कोई सेटिंग नहीं। जहाँ बैठना चाहें वह चुनें। यह पूरे ऐप को बदलता है।

source: A printable PDF of everything you have both written. It leaves the encrypted store, so keep it somewhere safe.
es: Un PDF imprimible de todo lo que ambos han escrito. Sale del almacén cifrado, así que guárdalo en un lugar seguro.
hi: आप दोनों की लिखी हर बात का छापने योग्य PDF। यह एन्क्रिप्टेड संग्रह से बाहर जाता है, इसलिए इसे सुरक्षित रखें।

source: A private space for couples to reflect, understand and grow together — in your own way.
es: Un espacio privado para parejas, donde reflexionar, comprender y crecer juntos — a su manera.
hi: जोड़ों के लिए एक निजी जगह, जहाँ वे सोच सकें, समझ सकें और साथ बढ़ सकें — अपने अपने तरीके से।

source: A quiet daily ritual you share with one person. You can begin on your own — everything is here waiting when they join.
es: Un ritual diario tranquilo que compartes con una persona. Puedes empezar por tu cuenta — cuando se una, todo estará aquí esperando.
hi: एक शांत दैनिक अनुष्ठान जिसे आप एक व्यक्ति के साथ साझा करते हैं। आप अकेले शुरू कर सकते हैं — जब वे जुड़ेंगे, सब कुछ यहीं इंतज़ार कर रहा होगा।

source: A read on the last two weeks, not a verdict. It looks at three things: how you have been feeling, how often you showed up, and how steady it has been.
es: Una lectura de las últimas dos semanas, no un veredicto. Mira tres cosas: cómo te has sentido, cuánto has aparecido y cuánta constancia ha habido.
hi: पिछले दो हफ़्तों की एक झलक, कोई फ़ैसला नहीं। यह तीन चीज़ें देखता है: आपका मन कैसा रहा, आप कितनी बार आए, और कितने नियमित रहे।

source: A readable copy of your journal, coach conversations, and memories. It leaves the encrypted store, so it is locked behind Face ID.
es: Una copia legible de tu diario, conversaciones y recuerdos. Sale del almacén cifrado, por eso está protegida con Face ID.
hi: आपकी जर्नल, कोच बातचीत और यादों की पठनीय प्रति। यह एन्क्रिप्टेड संग्रह से बाहर जाती है, इसलिए यह Face ID से सुरक्षित है।

source: A readable copy of your journal, coach conversations, and memories. It leaves the encrypted store, so keep it somewhere safe.
es: Una copia legible de tu diario, conversaciones con la guía y recuerdos. Sale del almacén cifrado, así que guárdala en un lugar seguro.
hi: आपकी डायरी, मार्गदर्शक की बातचीत और यादों की एक पढ़ने योग्य प्रति। यह सुरक्षित भंडार से बाहर निकलती है, इसलिए इसे संभाल कर रखें।

source: A safety check runs on everything you type. If it detects a crisis, the app stops generating a normal reply and shows you support lines instead. Your partner is never told.
es: Se ejecuta una revisión de seguridad en todo lo que escribes. Si detecta una crisis, la app deja de generar una respuesta normal y te muestra líneas de apoyo. A tu pareja nunca se le dice.
hi: आप जो भी टाइप करते हैं उस पर एक सुरक्षा जाँच चलती है। यदि संकट मिले, तो ऐप सामान्य उत्तर देना रोक कर सहायता लाइनें दिखाता है। आपके साथी को कभी नहीं बताया जाता।

source: A tone, not a rule. Pick whichever feels like you — you can change it any time.
es: Un tono, no una regla. Elige el que se sienta como tú — puedes cambiarlo cuando quieras.
hi: एक सुर, नियम नहीं। जो आपको अपना लगे वह चुनें — आप इसे कभी भी बदल सकते हैं।

source: A year of showing up
es: Un año apareciendo
hi: साथ निभाने का एक साल

source: ADD TO THE JAR
es: AÑADIR AL FRASCO
hi: जार में डालें

source: About you
es: Sobre ti
hi: आपके बारे में

source: Active Days
es: Días activos
hi: सक्रिय दिन

source: Acts of Service
es: Actos de servicio
hi: सेवा के कार्य

source: Add a note to draw from
es: Añade una nota
hi: नोट जोड़ें

source: Add a note, photo or voice
es: Añadir nota, foto o voz
hi: नोट, फ़ोटो या आवाज़ जोड़ें

source: Add another note
es: Añadir otra nota
hi: एक और नोट जोड़ें

source: Add to thread
es: Añadir al hilo
hi: सूत्र में जोड़ें

source: Added
es: Añadido
hi: जोड़ा गया

source: All seven done. Start again whenever you like.
es: Los siete listos. Empieza de nuevo cuando quieras.
hi: सातों पूरे। जब चाहें फिर से शुरू करें।

source: All twelve answered. This is how you see them.
es: Las doce respondidas. Así es como le ves.
hi: सभी बारह उत्तर। आप उन्हें ऐसे देखते हैं।

source: Answer as %@ would.
es: Responde como lo haría %@.
hi: %@ जैसा उत्तर देंगे वैसा चुनें।

source: Answer for yourself. It still tells you something.
es: Responde por ti. Aun así dice algo.
hi: अपने लिए उत्तर दें। यह फिर भी कुछ बताता है।

source: Anything they should know?
es: ¿Algo que deba saber?
hi: कुछ जो उन्हें पता होना चाहिए?

source: Appearance
es: Apariencia
hi: रूप

source: Apple ID · syncing privately
es: Apple ID · sincronización privada
hi: Apple ID · निजी सिंक

source: Ask anything
es: Pregunta lo que quieras
hi: कुछ भी पूछें

source: Ask for a quiet week
es: Pedir una semana tranquila
hi: शांत सप्ताह माँगें

source: Ask the coach
es: Pregunta a la guía
hi: मार्गदर्शक से पूछें

source: Ask: %@
es: Pregunta: %@
hi: पूछें: %@

source: Attach a photo
es: Adjuntar una foto
hi: फ़ोटो जोड़ें

source: Avg Mood
es: Ánimo promedio
hi: औसत मूड

source: Back
es: Atrás
hi: पीछे

source: Back tomorrow. Nothing is expected until then.
es: Vuelve mañana. Hasta entonces no se espera nada.
hi: कल वापस। तब तक कुछ अपेक्षित नहीं।

source: Backup & sync
es: Copia y sincronización
hi: बैकअप और सिंक

source: Because of that, there is no recovery if you lose every device. That is the cost of us not being able to read your words.
es: Por eso no hay recuperación si pierdes todos tus dispositivos. Ese es el precio de que no podamos leer tus palabras.
hi: इसलिए, यदि आप अपना हर डिवाइस खो दें तो कुछ वापस नहीं मिल सकता। यह उस कीमत का हिस्सा है जो हम आपके शब्द न पढ़ पाने के लिए चुकाते हैं।

source: Begin
es: Empezar
hi: शुरू करें

source: Begin solo
es: Empezar solo
hi: अकेले शुरू करें

source: Best month
es: Mejor mes
hi: सर्वश्रेष्ठ महीना

source: Biblical
es: Bíblico
hi: बाइबिल आधारित

source: Bold
es: Intenso
hi: सशक्त

source: Both of you can compare once they have played too.
es: Podréis comparar cuando esa persona también juegue.
hi: जब वे भी खेल लें, तब आप दोनों तुलना कर सकते हैं।

source: Both of you see this countdown. It is an appointment, not a notification.
es: Ambos ven esta cuenta atrás. Es una cita, no una notificación.
hi: यह उलटी गिनती आप दोनों देखते हैं। यह एक मुलाक़ात है, सूचना नहीं।

source: Bright sky, soft cloud, clear light.
es: Cielo claro, nubes suaves, luz limpia.
hi: चमकीला आसमान, हल्के बादल, साफ़ रोशनी।

source: Cancel
es: Cancelar
hi: रद्द करें

source: Cancel invite
es: Cancelar invitación
hi: निमंत्रण रद्द करें

source: Change
es: Cambiar
hi: बदलें

source: Change ritual
es: Cambiar ritual
hi: अनुष्ठान बदलें

source: Change your picture
es: Cambiar tu foto
hi: अपनी तस्वीर बदलें

source: Changes the backdrop and light across the whole app. Your accent stays yours.
es: Cambia el fondo y la luz de toda la app. Tu acento sigue siendo tuyo.
hi: पूरे ऐप की पृष्ठभूमि और रोशनी बदलता है। आपका रंग आपका ही रहता है।

source: Changing language…
es: Cambiando idioma…
hi: भाषा बदली जा रही है…

source: Checking…
es: Comprobando…
hi: जाँच रहे हैं…

source: Clear search
es: Borrar búsqueda
hi: खोज साफ़ करें

source: Close
es: Cerrar
hi: बंद करें

source: Coach
es: Guía
hi: मार्गदर्शक

source: Coach said: %@
es: La guía dijo: %@
hi: मार्गदर्शक ने कहा: %@

source: Cold sky, green light moving.
es: Cielo frío, luz verde en movimiento.
hi: ठंडा आकाश, हिलती हरी रोशनी।

source: Connect
es: Conectar
hi: जुड़ें

source: Consistency
es: Constancia
hi: नियमितता

source: Continue
es: Continuar
hi: जारी रखें

source: Continue on my own
es: Continuar por mi cuenta
hi: अकेले आगे बढ़ें

source: Copied
es: Copiado
hi: कॉपी हो गया

source: Copy
es: Copiar
hi: कॉपी

source: Copy message
es: Copiar mensaje
hi: संदेश कॉपी करें

source: Counts of things you actually did — never time spent in an app. There is no behind here, only not yet.
es: Cuenta de cosas que hiciste de verdad — nunca tiempo en una app. Aquí nadie va atrás, solo aún no.
hi: वे चीज़ें जो आपने सचमुच कीं — ऐप में बिताया समय कभी नहीं। यहाँ कोई पीछे नहीं, केवल अभी नहीं।

source: Covers both partners
es: Cubre a ambos
hi: दोनों साथियों के लिए

source: Create my invite
es: Crear mi invitación
hi: निमंत्रण बनाएँ

source: Crisis support resources
es: Recursos de apoyo en crisis
hi: संकट सहायता संसाधन

source: Dawn
es: Amanecer
hi: भोर

source: Day
es: Día
hi: दिन

# Day %lld — %@
source: Day %1$lld — %2$@
es: Día %lld — %@
hi: दिन %lld — %@

# Day %lld, %@
source: Day %1$lld, %2$@
es: Día %lld, %@
hi: दिन %lld, %@

source: Days written
es: Días escritos
hi: लिखे दिन

source: Deep sky, drifting fireflies.
es: Cielo profundo, luciérnagas a la deriva.
hi: गहरा आसमान, तैरती जुगनू।

source: Deep steel blue. Grounded and certain.
es: Azul acero profundo. Firme y seguro.
hi: गहरा इस्पात नीला। स्थिर और निश्चित।

source: Deep water, slow bubbles rising.
es: Agua profunda, burbujas que suben despacio.
hi: गहरा पानी, धीरे उठते बुलबुले।

source: Deeper reflection
es: Reflexión más profunda
hi: गहरा चिंतन

source: Deeper reflections
es: Reflexión más profunda
hi: गहरा चिंतन

source: Delete
es: Eliminar
hi: हटाएँ

source: Delete all data?
es: ¿Eliminar todos los datos?
hi: सारा डेटा हटाएँ?

source: Delete all my data
es: Eliminar todos mis datos
hi: मेरा सारा डेटा हटाएँ

source: Dense leaves, warm shafts of light.
es: Hojas densas, haces de luz cálida.
hi: घने पत्ते, रोशनी की गर्म किरणें।

source: Dictate
es: Dictar
hi: बोलकर लिखें

source: Dictate your response
es: Dicta tu respuesta
hi: अपना उत्तर बोलें

source: Different paths.
es: Caminos distintos.
hi: अलग-अलग रास्ते।

source: Done
es: Listo
hi: हो गया

source: Draw a note
es: Sacar una nota
hi: एक पर्ची निकालें

source: Draw something to think about
es: Saca algo en qué pensar
hi: कुछ सोचने के लिए निकालें

source: Drifting
es: A la deriva
hi: दूर हो रहा

source: Dune
es: Duna
hi: टीला

source: Each one lights another star.
es: Cada una enciende otra estrella.
hi: हर एक और तारा जलाता है।

source: Earned
es: Conseguido
hi: अर्जित

source: Encryption
es: Cifrado
hi: एन्क्रिप्शन

source: End it early
es: Terminarla antes
hi: जल्दी खत्म करें

source: Ends tomorrow.
es: Termina mañana.
hi: कल खत्म।

source: Enter their code
es: Introduce su código
hi: उनका कोड दर्ज करें

source: Enter their code instead
es: Introduce su código en su lugar
hi: इसके बजाय उनका कोड दर्ज करें

source: Entries
es: Entradas
hi: प्रविष्टियाँ

source: Entries you mark as shared with your partner will collect here.
es: Las entradas que marques como compartidas con tu pareja se reunirán aquí.
hi: जिन प्रविष्टियों को आप साझा चिह्नित करेंगे वे यहाँ जमा होंगी।

source: Every milestone earned.
es: Cada hito conseguido.
hi: हर पड़ाव पूरा।

source: Everything here was written by you, on your device. Nothing was sent anywhere.
es: Todo esto lo escribiste tú, en tu dispositivo. No se envió nada a ningún sitio.
hi: यह सब आपने अपने डिवाइस पर लिखा है। कुछ भी कहीं नहीं भेजा गया।

source: Everything in Tether, for both of you, for less than one takeaway a month.
es: Todo Tether, para los dos, por menos de una comida al mes.
hi: Tether की हर चीज़, आप दोनों के लिए, महीने के एक टेकअवे से भी कम में।

source: Everything, in one place
es: Todo en un lugar
hi: सब कुछ, एक जगह

source: Explore
es: Explorar
hi: खोजें

source: Export everything
es: Exportar todo
hi: सब कुछ निर्यात करें

source: FROM THE JAR
es: DEL FRASCO
hi: जार से

source: Feel
es: Sensación
hi: अनुभूति

source: Fold it in
es: Doblarla y guardarla
hi: मोड़कर रखें

source: Follows your phone. Dark gets Night, light gets Dawn.
es: Sigue tu teléfono. Oscuro usa Noche, claro usa Amanecer.
hi: आपके फ़ोन का अनुसरण करता है। डार्क में रात, लाइट में भोर।

source: Follows your phone. Dark gets Night, light gets Day.
es: Sigue tu teléfono. Oscuro usa Noche, claro usa Día.
hi: आपके फ़ोन का अनुसरण करता है। डार्क में रात, लाइट में दिन।

source: Frosted, weightless, softly lit.
es: Escarchado, ligero, suavemente iluminado.
hi: ठंडा पाला, हल्का, कोमल रोशनी।

source: Garden
es: Jardín
hi: बग़ीचा

source: Get Started
es: Comenzar
hi: शुरू करें

source: Get started
es: Comenzar
hi: शुरू करें

source: Getting to know you
es: Conociéndote
hi: आपको जान रहा हूँ

source: Glass
es: Cristal
hi: काँच

source: Gone.
es: Se fue.
hi: चला गया।

source: Gratitude & Us
es: Gratitud y nosotros
hi: कृतज्ञता और हम

source: Grow
es: Crecer
hi: विकास

source: Guess, then find out
es: Adivina y descubre
hi: अंदाज़ा लगाएँ, फिर जानें

source: Higher is better
es: Cuanto más alto, mejor
hi: ऊँचा बेहतर

source: Highs and lows
es: Altos y bajos
hi: उतार-चढ़ाव

source: How are you today?
es: ¿Cómo estás hoy?
hi: आज आप कैसे हैं?

source: How are you?
es: ¿Cómo estás?
hi: आप कैसे हैं?

source: How do you feel loved?
es: ¿Cómo te sientes amado?
hi: आप कैसे प्रेम महसूस करते हैं?

source: How do you know when you are at your limit?
es: ¿Cómo sabes cuándo estás al límite?
hi: आप कैसे जानते हैं कि अब आपकी सीमा हो गई है?

source: How do you know when you need to step away from a conversation?
es: ¿Cómo sabes cuándo necesitas apartarte de una conversación?
hi: आप कैसे जानते हैं कि अब बातचीत से हट जाना चाहिए?

source: How do you want hard things told to you?
es: ¿Cómo quieres que te digan las cosas difíciles?
hi: कठिन बातें आपको कैसे बताई जाएँ — क्या आप यही चाहते हैं?

source: How long
es: Cuánto tiempo
hi: कितने दिन

source: How should it feel?
es: ¿Cómo debería sentirse?
hi: यह कैसा लगे?

source: How the week actually went
es: Cómo fue la semana
hi: सप्ताह वास्तव में कैसा रहा

source: How things have been going, drawn from your own journal.
es: Cómo van las cosas, extraído de tu propio diario.
hi: आपकी अपनी डायरी से निकाली गई जानकारी।

source: How well do you know them?
es: ¿Cuánto les conoces?
hi: आप उन्हें कितना जानते हैं?

source: How you see them
es: Cómo le ves
hi: आप उन्हें कैसे देखते हैं

source: I feel…
es: Siento…
hi: मुझे लगता है…

source: I have a code
es: Tengo un código
hi: मेरे पास कोड है

source: If you had a subscription, it is active again.
es: Si tenías una suscripción, vuelve a estar activa.
hi: यदि आपके पास सदस्यता थी, तो वह फिर सक्रिय है।

source: Improving
es: Mejorando
hi: सुधर रहा

source: In a disagreement, do you move toward them or away? Which do you wish you did?
es: En un desacuerdo, ¿te acercas o te alejas? ¿Qué desearías hacer?
hi: असहमति में आप उनकी तरफ़ बढ़ते हैं या दूर हटते हैं? आप क्या करना चाहेंगे?

source: In pictures
es: En imágenes
hi: तस्वीरों में

source: Insights
es: Perspectivas
hi: अंतर्दृष्टि

source: Invite code %@
es: Código de invitación %@
hi: निमंत्रण कोड %@

source: Invite expires in 7 days. You can cancel and make a new one anytime.
es: La invitación caduca en 7 días. Puedes cancelarla y crear una nueva cuando quieras.
hi: निमंत्रण 7 दिन में समाप्त होगा। आप इसे रद्द कर कभी भी नया बना सकते हैं।

source: Invite your partner
es: Invita a tu pareja
hi: अपने साथी को आमंत्रित करें

source: It has been three days. You do not have to wait — everything you write syncs the moment they join.
es: Han pasado tres días. No tienes que esperar: todo lo que escribas se sincroniza en cuanto se unan.
hi: तीन दिन हो गए हैं। इंतज़ार ज़रूरी नहीं — जो भी आप लिखेंगे, वे जुड़ते ही मिल जाएगा।

source: It speaks from your %@ track, and it remembers what you have written.
es: Habla desde tu camino %@, y recuerda lo que has escrito.
hi: यह आपके %@ मार्ग से बोलता है, और जो आपने लिखा है उसे याद रखता है।

source: Jar theme
es: Tema del frasco
hi: जार का रूप

source: Join
es: Unirse
hi: जुड़ें

source: Journal
es: Diario
hi: डायरी

source: Jungle
es: Selva
hi: जंगल

source: Just for me
es: Solo para mí
hi: केवल मेरे लिए

source: Just the two of you
es: Solo vosotros dos
hi: सिर्फ़ आप दोनों

source: Just you, for now
es: Solo tú, por ahora
hi: अभी केवल आप

source: Keep it for today
es: Guardarla para hoy
hi: आज के लिए रख लें

source: Keep the practice going
es: Mantén la práctica
hi: अभ्यास जारी रखें

source: Keepsake
es: Recuerdo
hi: स्मृति-चिह्न

source: Language
es: Idioma
hi: भाषा

source: Let go
es: Dejado ir
hi: जाने दिया

source: Let it go
es: Déjalo ir
hi: जाने दें

source: Let it go?
es: ¿Dejarlo ir?
hi: जाने दें?

source: Listening…
es: Escuchando…
hi: सुन रहे हैं…

source: Lock with Face ID
es: Bloquear con Face ID
hi: Face ID से लॉक करें

source: Log a few days to see your trend
es: Registra unos días para ver tu tendencia
hi: रुझान देखने के लिए कुछ दिन लिखें

source: MILESTONES
es: HITOS
hi: पड़ाव

source: Make a year book
es: Crear un anuario
hi: वर्ष पुस्तिका बनाएँ

source: Make it only mine
es: Hacerla solo mía
hi: इसे सिर्फ़ मेरा करें

source: Man
es: Hombre
hi: पुरुष

source: Match phone
es: Según el teléfono
hi: फ़ोन के अनुसार

source: Meadow
es: Pradera
hi: घास का मैदान

source: Memory Lane
es: Camino de recuerdos
hi: यादों की गली

source: Memory lane
es: Camino de recuerdos
hi: यादों की गली

source: Message…
es: Mensaje…
hi: संदेश…

source: Milestones
es: Logros
hi: उपलब्धियाँ

source: Moments worth keeping
es: Momentos que vale la pena guardar
hi: संजोने लायक पल

source: Month by month
es: Mes a mes
hi: महीने दर महीने

source: Mood
es: Ánimo
hi: मनोभाव

# Mood %lld of 5, %@
source: Mood %1$lld of 5, %2$@
es: Ánimo %lld de 5, %@
hi: मूड ५ में से %lld, %@

source: Mood and one line a day. Entries appear here as you go.
es: Ánimo y una línea al día. Las entradas aparecen aquí según avances.
hi: मूड और एक पंक्ति रोज़। प्रविष्टियाँ जैसे-जैसे यहाँ दिखेंगी।

source: Mood mix
es: Mezcla de ánimo
hi: मूड मिश्रण

source: Mood over the last 30 days
es: Ánimo de los últimos 30 días
hi: पिछले 30 दिनों का मनोभाव

source: Mood trend over %lld days
es: Tendencia del ánimo en %lld días
hi: %lld दिनों का मूड रुझान

source: Mood, last 30 days
es: Ánimo, últimos 30 días
hi: मनोभाव, पिछले 30 दिन

source: Move to journal
es: Mover al diario
hi: जर्नल में ले जाएँ

source: Moved to your journal
es: Movido a tu diario
hi: आपकी जर्नल में भेजा गया

source: Name
es: Nombre
hi: नाम

source: Name a moment today when you were glad it was them you were with.
es: Nombra un momento de hoy en que te alegró estar con esa persona.
hi: आज के किसी एक पल का नाम लें जब आपको ख़ुशी हुई कि साथ में वही हैं।

source: Name one thing you appreciate about them that you have never actually said out loud.
es: Nombra algo que valoras de esa persona y que nunca le has dicho en voz alta.
hi: उनमें आप जिस एक बात की कद्र करते हैं और कभी ज़बान से कही नहीं — उसका नाम लें।

source: Neither of you has seen the other's side.
es: Ninguno ha visto el lado del otro.
hi: किसी ने दूसरे का पक्ष नहीं देखा।

source: New entry
es: Entrada nueva
hi: नई प्रविष्टि

source: Next
es: Siguiente
hi: आगे

source: Night
es: Noche
hi: रात

source: Night and Day are free. The rest come with Tether Plus.
es: Noche y Día son gratis. El resto viene con Tether Plus.
hi: रात और दिन मुफ़्त हैं। बाकी Tether Plus के साथ।

source: No love language for now
es: Ningún lenguaje del amor por ahora
hi: अभी के लिए कोई प्रेम भाषा नहीं

source: Nobody else will ever see this one.
es: Nadie más verá esta nunca.
hi: इसे और कोई कभी नहीं देखेगा।

source: Nobody reads this. Not your partner, not us.
es: Nadie lee esto. Ni tu pareja, ni nosotros.
hi: इसे कोई नहीं पढ़ता। न आपका साथी, न हम।

source: Non-binary
es: No binario
hi: नॉन-बाइनरी

source: Not a fight. Not silence.
es: No es una pelea. Ni silencio.
hi: झगड़ा नहीं। चुप्पी नहीं।

source: Not done
es: Sin hacer
hi: पूरा नहीं

source: Not enough data
es: Datos insuficientes
hi: पर्याप्त डेटा नहीं

source: Not enough yet
es: Aún no es suficiente
hi: अभी पर्याप्त नहीं

source: Not now
es: Ahora no
hi: अभी नहीं

source: Not set yet — take the quiz to personalise your insights.
es: Aún no definido: haz el test para personalizar tu información.
hi: अभी तय नहीं — अपनी जानकारी बेहतर बनाने के लिए क्विज़ लें।

source: Not sure what to say? Send this:
es: ¿No sabes qué decir? Envía esto:
hi: क्या कहना है समझ नहीं आ रहा? यह भेजें:

source: Nothing either of you wrote is on this card.
es: Nada de lo que escribisteis está en esta tarjeta.
hi: इस कार्ड पर आप दोनों का लिखा कुछ भी नहीं है।

source: Nothing here yet.
es: Todavía no hay nada aquí.
hi: अभी यहाँ कुछ नहीं है।

source: Nothing in the jar yet
es: El frasco aún está vacío
hi: जार अभी खाली है
